/**
 * Тестовые входные данные для компонента NewsList
 */
export const NEWS_DATA = [
  {
    imageUrl: "./images/image_1.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_2.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_3.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_4.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_1.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_2.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_3.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_4.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_1.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_2.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_3.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
  {
    imageUrl: "./images/image_4.png",
    classification: "Конституционное право",
    title: "Адвокатов наказали за конфликт в сети",
    description:
      "Одним из новых заместителей Александра Коновалова стал Денис Новак, до последнего времени занимавший должность заместителя директора Департамента экономического законодательства Минюста.",
    date: "26 Августа",
  },
];
